"Print error format" = "There is an error in the printing code. Error number: %d.";

"Write error format" = "There is an error writing the file. Error number: %d.";

"NoDelete error format" = "There is an error deleting the file you are replacing. Error number: %d.";

"About Box Info" = "Carbon Sample Code brought to you by Worldwide Developer Technical Support © Apple Computer 2000-2001";

"Cant Save PDF" = "Can’t save as PDF file for some reason. Error number: %d.";

"DocumentTitle" = "Sample Document Title";

"Cant Create URL" = "Can’t create a URL for the specified file. Error number: %d.";

